[
  {
    "name": "Ilan Fiorentino",
    "location": "2023-10-07",
    "date": "",
    "unit": "Security Coordinator",
    "story": "Ilan Fiorentino, the security coordinator of Nahal Oz, was a pillar of the community and saw protecting the kibbutz as his life's mission. He fought alone against dozens of terrorists, delayed them, and allowed residents to secure themselves in shelters during that time, until he fell in battle.",
    "img": ""
  },
  {
    "name": "Ben Binyamin Shimoni",
    "location": "Ashkelon",
    "date": "2023-10-07",
    "unit": "",
    "story": "Ben Binyamin Shimoni (31) left behind a partner, parents, and two siblings. He lived in Ashkelon. In the days following the massacre in Re’im, more and more testimonies emerged from people who said Ben Binyamin Shimoni saved them. He had already escaped danger, they said, but returned to the danger zone again and again, each time with people in his vehicle. On his last trip, he was killed.",
    "img": ""
  },  
  {
      "name": "Ido Rosental",
      "location": "Ben Shemen",
      "date": "2023-10-07",
      "unit": "Shaldag Unit",
      "story": "Ido Rosental (45), known as 'Krido,' was a highly respected veteran of the elite Shaldag Unit. Serving for 27 years, he was renowned for his bravery, intelligence, and dedication. On October 7, he led a mission to protect Kibbutz Alumim. During a close-range battle, he eliminated multiple terrorists but was fatally wounded, saving countless lives in the process. He was also a recipient of the Israel Security Award and known for his contributions to the unit's operations and training. His legacy lives on as a hero who exemplified courage and selflessness.",
      "img": ""
  },
  {
    "name": "Sagit Levi-Galperov",
    "location": "Kibbutz Erez (currently in Mitzpe Ramon)",
    "date": "2023-10-07",
    "unit": "",
    "story": "Sagit Levi-Galperov (47), a mother of four, showed remarkable courage as the emergency response team leader in Kibbutz Erez during the October 7 attacks. Acting on intuition, she quickly opened the command center and alerted residents to shelter in their homes. Her rapid decisions enabled the local defense team to repel a group of heavily armed terrorists just minutes before they could infiltrate the kibbutz. Despite limited resources and feeling isolated, her actions were pivotal in protecting 620 residents. Sagit managed critical communications and coordinated with external forces under extreme pressure, exemplifying bravery and resilience in the face of chaos.",
    "img": ""
  },
  {
    "name": "Lt. Col. M.",
    "location": "Southern Israel",
    "date": "October 7, 2023",
    "unit": "Bedouin Tracker Officer, Gaza Division",
    "story": "Lt. Col. M. (44), a Bedouin officer and father of four, demonstrated extraordinary courage during the October 7 attacks. When Hamas terrorists infiltrated Re’im Base, M. used his knowledge of Arabic to deceive them, calling 'Come, come' to draw them towards his position before opening fire. Leading a small team, he engaged in intense combat for hours, eliminating many attackers and preventing greater losses. His quick thinking and leadership saved the lives of civilians and military personnel at the base, ensuring that no civilians were harmed. The battle lasted nearly 12 hours, ending with the complete neutralization of the threat.",
    "img": ""
  },
  {
    "id": 6,
    "name": "John Doe",
    "location": "New York",
    "date": "2024-12-01",
    "unit": "a",
    "story": "John was a hero who...",
    "img": "https://via.placeholder.com/150"
  },
  {
    "id": 7,
    "name": "Jane Smith",
    "location": "Los Angeles",
    "date": "2024-11-25",
    "unit": "a",
    "story": "Jane dedicated her life to...",
    "img": "https://via.placeholder.com/150"
  },
  {
    "id": 8,
    "name": "Michael Brown",
    "location": "Chicago",
    "date": "2024-11-20",
    "unit": "a",
    "story": "Michael was an inspiration...",
    "img": "https://via.placeholder.com/150"
  }
]
